tap "ariga/tap"
tap "bufbuild/buf"
tap "derailed/k9s"
tap "espanso/espanso"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "oven-sh/bun"
tap "supabase/tap"
brew "antidote"
brew "webp"
brew "openssl@3"
brew "autoconf"
brew "bash"
brew "libgit2"
brew "bat"
brew "bison"
brew "coreutils"
brew "curl"
brew "fastfetch"
brew "fd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "pkgconf"
brew "gobject-introspection"
brew "golangci-lint"
brew "helm"
brew "heroku"
brew "jq"
brew "lazygit"
brew "libiconv"
brew "libzip"
brew "lsd"
brew "nushell"
brew "perl"
brew "pgweb"
brew "php"
brew "pipx"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "postgresql@15", restart_service: :changed
brew "postgresql@16", restart_service: :changed
brew "protobuf"
brew "pyenv"
brew "re2c"
brew "starship"
brew "tmux"
brew "tree"
brew "wp-cli"
brew "zoxide"
brew "ariga/tap/atlas"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "goreleaser/tap/goreleaser"
brew "supabase/tap/supabase"
cask "db-browser-for-sqlite"
cask "ghostty"
cask "google-chrome"
cask "miniforge"
vscode "aaron-bond.better-comments"
vscode "afractal.node-essentials"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "bodil.file-browser"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "jacobdufault.fuzzy-search"
vscode "kahole.magit"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "smallcloud.codify"
vscode "svelte.svelte-vscode"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "vspacecode.vspacecode"
vscode "vspacecode.whichkey"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
